Repository: dapperlinux/gnome-shell-extensions-mediaplayer
Catalog: po/*.po
Languages: cs, nb_no

source: Indicator position
cs: Pozice indikátoru
nb_no: Indikatorposisjon

source: Center
cs: Uprostřed
nb_no: Midten

source: Right
cs: Vpravo
nb_no: Høyre

source: System menu
cs: Systémové menu
nb_no: System-meny

source: Indicator status text
cs: Text statusu indikátoru
nb_no: Statustekst på indikator

source: {playerName}: Player Name, {trackArtist}: Artist, {trackAlbum}: Album, {trackTitle}: Title. Pango markup supported.
cs: {playerName}: Název přehrávače, {trackArtist}: Interpret, {trackAlbum}: Album, {trackTitle}: Název. Podporuje Pango.

source: Indicator status text width
cs: Šířka textu statusu indikátoru
nb_no: Bredde på statustekst på indikator

source: The maximum width before the status text gets an ellipsis. Default is 300px.
cs: Maximální šířka do vypuštění zbytku textu. Výchozí hodnota je 300 px.

source: Show the current Song's cover in the Panel.
cs: Zobrazit přebal alba aktuální skladby v panelu.

source: If no cover is available the Player's symbolic icon is shown or a generic audio mime type icon.
cs: Pokud není dostupný přebal alba, zobrazí se ikona přehrávače nebo výchozí ikona pro audio.

source: Start with the cover zoomed
cs: Spustit s přiblíženým přebalem

source: Always start with the cover zoomed out (Large).
cs: Vždy spustit s přiblíženým přebalem

source: Raise the Player when the cover is clicked
cs: Otevřít přehrávač po kliknutí na přebal

source: Raise the Player when the cover is clicked instead of zooming in or out.
cs: Otevřít přehrávač místo přiblížení a oddálení

source: Always hide the Indicator in the system menu
cs: Vždy skrýt indikátor v systémovém menu

source: Whether to always hide the panel indicator when the extension is in the system menu.
cs: Vždy skrýt indikátor pokud je rozšíření v systémovém menu.

source: Show the Media Player's volume slider
cs: Zobrazit ovládání hlasitosti

source: Show the Media Player's position slider
cs: Zobrazit ovládání pozice ve skladbě

source: Show the Media Player's playlists
cs: Zobrazit seznamy skladeb

source: Few players currently support the Mpris Playlist Interface.
cs: Pouze pár přehrávačů podporuje seznamy skladeb protokolu Mpris.

source: Show the current Playlist Title in the main trackbox
cs: Zobrazit název aktuálního seznamu skladeb

source: Show the Media Player's tracklist
cs: Zobrazit frontu skladeb

source: Very few players currently support the Mpris Tracklist Interface.
cs: Jen pár přehrávačů podporuje zobrazení fronty přes protokol Mpris

source: Display the current Song's rating
cs: Zobrazit hodnocení skladby

source: Display song ratings in the tracklist
cs: Zobrazit hodnocení skladeb ve frontě

source: Enable Indicator scroll events
cs: Povolit ovládání indikátoru kolečkem myši

source: Enables track changes on scrolling the Indicator.
cs: Zapne přepínání skladeb kolečkem myši.

source: Always keep the active Player open
cs: Vždy nechat aktivní přehrávač otevřený

source: Always keep the active player open when you open the indicator or system menu.
cs: Vždy nechat aktivní přehrávač otevřený po otevření indikátoru nebo systémového menu.

source: Hide the built-in Mpris controls
cs: Skrýt zabudované ovládání Mpris

source: Whether to hide the built-in Mpris controls.
cs: Skryje zabudované ovládání Mpris.

source: Visit the GitHub page to file a bug report or request a feature.
cs: Pro hlášení chyb a požadavky na funkce navštivte GitHub stránku

source: Stations
cs: Sender

source: Current Playlist
cs: Aktuální fronta

source: Playlists
cs: Fronty
nb_no: Spilleliste

source: Tracks
cs: Skladby

source: Volume
nb_no: Volum

source: Stopped
nb_no: Stoppet

source: Playing
nb_no: Spiller

source: Paused
nb_no: Pauset

source: Indicator appearance
nb_no: Indikatorutseende

source: Symbolic icon
nb_no: Symbolikon

source: Current album cover
nb_no: Spillende albumomslag

source: {trackArtist}: Artist, {trackAlbum}: Album, {trackTitle}: Title. Pango markup supported.
nb_no: {trackArtist}: Artist, {trackAlbum}: Album, {trackTitle}: Tittel. Pango markup er støttet.unterstützt.

source: The the maximum width before the status text gets an ellipsis. Default is 300px.
nb_no: Maksbredde på statustekst før ellipsen. Standard er 300px.

source: Allow to start the default media player
nb_no: Tillat å starte standard medieavspiller

source: Show the media player volume slider
nb_no: Vis medieavspillerens volumkontroller

source: Show the media player position slider
nb_no: Vis medieavspillerens posisjonskontroller

source: Show media player playlists
nb_no: Vis medieavspilleren spilleliste

source: Display song rating
nb_no: Vis sangenes popularitet

source: Display the currently playing song's rating on a 0 to 5 scale
nb_no: Vis nåværende sangs popularitet på en skala fra 0 til 5
